{
    "config": {
        "scoop_branch": "master",
        "scoop_repo": "https://github.com/ScoopInstaller/Scoop"
    },
    "apps": [
        {
            "Name": "7zip",
            "Source": "main",
            "Version": "23.01",
            "Updated": "2023-08-01T20:06:36.8655137+01:00",
            "Info": ""
        },
        {
            "Name": "busybox",
            "Source": "main",
            "Version": "5301-gda71f7c57",
            "Updated": "2024-03-06T19:25:58.8293606+00:00",
            "Info": ""
        },
        {
            "Name": "cacert",
            "Source": "main",
            "Version": "2024-03-11",
            "Updated": "2024-03-31T13:28:52.5810011+01:00",
            "Info": ""
        },
        {
            "Name": "chezmoi",
            "Source": "main",
            "Version": "2.47.2",
            "Updated": "2024-03-31T20:34:56.4246277+01:00",
            "Info": ""
        },
        {
            "Name": "cpu-z",
            "Source": "extras",
            "Version": "2.09",
            "Updated": "2024-01-23T13:26:08.9652552+00:00",
            "Info": ""
        },
        {
            "Name": "crystaldiskinfo",
            "Source": "extras",
            "Version": "9.2.3",
            "Updated": "2024-03-06T19:34:49.2400768+00:00",
            "Info": ""
        },
        {
            "Name": "crystaldiskmark",
            "Source": "extras",
            "Version": "8.0.5",
            "Updated": "2024-03-06T19:34:51.3824138+00:00",
            "Info": ""
        },
        {
            "Name": "curl",
            "Source": "main",
            "Version": "8.6.0_6",
            "Updated": "2024-03-16T16:16:07.4827459+00:00",
            "Info": ""
        },
        {
            "Name": "dark",
            "Source": "main",
            "Version": "3.14",
            "Updated": "2024-03-06T19:34:56.3689501+00:00",
            "Info": ""
        },
        {
            "Name": "everything",
            "Source": "extras",
            "Version": "1.4.1.1024",
            "Updated": "2023-12-13T19:26:21.1736646+00:00",
            "Info": ""
        },
        {
            "Name": "eza",
            "Source": "main",
            "Version": "0.18.8",
            "Updated": "2024-03-21T16:38:41.5329103+00:00",
            "Info": ""
        },
        {
            "Name": "fd",
            "Source": "main",
            "Version": "9.0.0",
            "Updated": "2023-12-20T18:17:43.2794226+00:00",
            "Info": ""
        },
        {
            "Name": "filetypesman",
            "Source": "nirsoft",
            "Version": "2.00",
            "Updated": "2024-03-06T19:34:57.7055776+00:00",
            "Info": ""
        },
        {
            "Name": "firacode",
            "Source": "nerd-fonts",
            "Version": "6.2",
            "Updated": "2023-12-27T18:52:33.3990863+00:00",
            "Info": ""
        },
        {
            "Name": "fzf",
            "Source": "main",
            "Version": "0.48.0",
            "Updated": "2024-03-16T16:16:08.5933003+00:00",
            "Info": ""
        },
        {
            "Name": "gcc",
            "Source": "main",
            "Version": "13.2.0",
            "Updated": "2024-01-23T13:27:14.6775655+00:00",
            "Info": ""
        },
        {
            "Name": "Hack-NF",
            "Source": "nerd-fonts",
            "Version": "3.1.1",
            "Updated": "2024-01-25T16:44:33.6165025+00:00",
            "Info": ""
        },
        {
            "Name": "Hack-NF-Mono",
            "Source": "nerd-fonts",
            "Version": "3.1.1",
            "Updated": "2024-02-04T20:20:05.668241+00:00",
            "Info": ""
        },
        {
            "Name": "hwmonitor",
            "Source": "extras",
            "Version": "1.53",
            "Updated": "2024-03-06T19:34:58.965845+00:00",
            "Info": ""
        },
        {
            "Name": "innounp",
            "Source": "main",
            "Version": "0.50",
            "Updated": "2024-03-06T19:37:05.9778325+00:00",
            "Info": ""
        },
        {
            "Name": "JetBrainsMono-NF",
            "Source": "nerd-fonts",
            "Version": "3.1.1",
            "Updated": "2024-01-25T16:56:23.993014+00:00",
            "Info": ""
        },
        {
            "Name": "JetBrainsMono-NF-Mono",
            "Source": "nerd-fonts",
            "Version": "3.1.1",
            "Updated": "2023-12-27T18:55:09.7558909+00:00",
            "Info": ""
        },
        {
            "Name": "jq",
            "Source": "main",
            "Version": "1.7.1",
            "Updated": "2023-12-26T16:08:32.6681141+00:00",
            "Info": ""
        },
        {
            "Name": "kdiff3",
            "Source": "extras",
            "Version": "1.10.7",
            "Updated": "2024-04-01T00:18:19.9046285+01:00",
            "Info": ""
        },
        {
            "Name": "lazygit",
            "Source": "extras",
            "Version": "0.40.2",
            "Updated": "2023-10-21T14:09:47.0792397+01:00",
            "Info": ""
        },
        {
            "Name": "lua",
            "Source": "main",
            "Version": "5.4.2",
            "Updated": "2024-03-25T14:02:19.0792952+00:00",
            "Info": ""
        },
        {
            "Name": "make",
            "Source": "main",
            "Version": "4.4.1",
            "Updated": "2024-01-05T19:23:26.9641857+00:00",
            "Info": ""
        },
        {
            "Name": "meld",
            "Source": "extras",
            "Version": "3.22.2",
            "Updated": "2024-04-01T00:50:12.2561633+01:00",
            "Info": ""
        },
        {
            "Name": "neovim",
            "Source": "main",
            "Version": "0.9.5",
            "Updated": "2024-03-06T19:38:02.629906+00:00",
            "Info": "Held package"
        },
        {
            "Name": "obsidian",
            "Source": "extras",
            "Version": "1.5.8",
            "Updated": "2024-03-06T19:35:09.9583026+00:00",
            "Info": ""
        },
        {
            "Name": "oh-my-posh",
            "Source": "https://github.com/JanDeDobbeleer/oh-my-posh/releases/latest/download/oh-my-posh.json",
            "Version": "19.17.2",
            "Updated": "2024-03-16T16:16:14.9242679+00:00",
            "Info": ""
        },
        {
            "Name": "postman",
            "Source": "extras",
            "Version": "10.24.3",
            "Updated": "2024-03-16T16:16:34.7609858+00:00",
            "Info": ""
        },
        {
            "Name": "powertoys",
            "Source": "extras",
            "Version": "0.79.0",
            "Updated": "2024-03-06T19:36:17.8451131+00:00",
            "Info": ""
        },
        {
            "Name": "putty",
            "Source": "extras",
            "Version": "0.80",
            "Updated": "2024-01-25T21:56:02.5261807+00:00",
            "Info": ""
        },
        {
            "Name": "ripgrep",
            "Source": "main",
            "Version": "14.1.0",
            "Updated": "2024-01-12T13:09:36.3088459+00:00",
            "Info": ""
        },
        {
            "Name": "sudo",
            "Source": "main",
            "Version": "0.2020.01.26",
            "Updated": "2023-08-01T20:04:57.1908784+01:00",
            "Info": ""
        },
        {
            "Name": "taskbarx",
            "Source": "extras",
            "Version": "1.7.8.0",
            "Updated": "2023-08-01T20:38:03.8261079+01:00",
            "Info": ""
        },
        {
            "Name": "temurin17-jdk",
            "Source": "java",
            "Version": "17.0.10-7",
            "Updated": "2024-01-23T13:27:48.5486941+00:00",
            "Info": ""
        },
        {
            "Name": "ventoy",
            "Source": "extras",
            "Version": "1.0.97",
            "Updated": "2024-03-10T10:53:57.7486128+00:00",
            "Info": ""
        },
        {
            "Name": "wezterm",
            "Source": "extras",
            "Version": "20240203-110809-5046fc22",
            "Updated": "2024-03-12T19:18:21.6434386+00:00",
            "Info": ""
        },
        {
            "Name": "wget",
            "Source": "main",
            "Version": "1.21.4",
            "Updated": "2024-03-31T13:28:54.4136366+01:00",
            "Info": ""
        },
        {
            "Name": "which",
            "Source": "main",
            "Version": "2.20",
            "Updated": "2023-12-26T16:56:06.1464946+00:00",
            "Info": ""
        },
        {
            "Name": "yarn",
            "Source": "main",
            "Version": "1.22.19",
            "Updated": "2024-03-05T00:51:30.0967882+00:00",
            "Info": ""
        }
    ],
    "buckets": [
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2024-03-31T21:27:51+01:00",
            "Manifests": 1999
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2024-03-28T04:16:03+00:00",
            "Manifests": 270
        },
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2024-03-31T22:06:11+01:00",
            "Manifests": 1310
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2024-03-30T20:17:19+00:00",
            "Manifests": 327
        },
        {
            "Name": "nirsoft",
            "Source": "https://github.com/kodybrown/scoop-nirsoft",
            "Updated": "2024-03-28T16:15:24+00:00",
            "Manifests": 276
        }
    ]
}
